Repository: MoonDav/nextgismanager
Catalog: opt/loc/*/app.po
Languages: ru

source: %s (x64) Version: %s
ru: %s (x64) Версия: %s

source: %s (x86) Version: %s
ru: %s (x86) Версия: %s

source: Version of the libpq library in use %d
ru: Версия используемой библиотеки libpq %d

source: %s (x64) Version: %s Build: %s http://nextgis.com/
ru: %s (x64) Версия: %s Сборка: %s (c) 2009-%d Дмитрий Барышников (Bishop) http://github.com/nextgis/nextgismanager/

source: %s (x86) Version: %s Build: %s http://nextgis.com/
ru: %s (x86) Версия: %s Сборка: %s (c) 2009-%d Дмитрий Барышников (Bishop) http://github.com/nextgis/nextgismanager/

source: About application
ru: О программе

source: HOST '%s' OS desc - %s Free memory - %s Libs: %s
ru: Хост '%s' ОС - %s Свободная память - %s Библиотеки:: %s

source: Raster drivers:
ru: Растровые форматы:

source: Vector Drivers:
ru: Векторные форматы:

source: * - The drivers only compiled in GDAL lib and may not be supported by %s.
ru: * - Драйверы только скомпилированы в библиотеке GDAL и могут не поддерживаться %s.

source: About system
ru: О системе

source: Translators
ru: Переводчики

source: Thanks
ru: Благодарности

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>
ru: Эта программа является свободным программным обеспечением: вы можете распространять и/или модифицировать его в соответствии с условиями GNU General Public License, опубликованной Free Software Foundation, версии 2 Лицензии, либо (по вашему выбору) любой более поздней версии. Эта программа распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, даже без подразумеваемых гарантий КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ. См. GNU General Public License для более подробной информации. Вы должны были получить копию GNU General Public License вместе с этой программой. Если нет, см. <http://www.gnu.org/licenses/>

source: License
ru: Лицензия

source: Close
ru: Закрыть

source: Version: %s
ru: Версия: %s

source: Build: %s
ru: Сборка: %s

source: About
ru: О программе
