Repository: MoonDav/nextgismanager
Catalog: opt/loc/*/cartoui.po
Languages: ru

source: &Full Extent
ru: &Полный охват

source: &Previous Extent
ru: П&редыдущий охват

source: &Next Extent
ru: &Следующий охват

source: Geography
ru: География

source: Full extent of the map
ru: Полный охват карты

source: Previous extent of the map
ru: Предыдущий охват карты

source: Next extent of the map
ru: Следующий охват карты

source: Full Extent
ru: Полный охват

source: Previous Extent
ru: Предыдущий охват

source: Next Extent
ru: Следующий охват

source: Zoom &In
ru: &Увеличить

source: Zoom &Out
ru: У&меньшить

source: &Pan
ru: &Сдвинуть

source: &Information
ru: &Информация

source: Zoom map in
ru: Увеличить карту

source: Zoom map out
ru: Уменьшить карту

source: Pan map
ru: Сдвинуть карту

source: Feature information
ru: Информация об объекте

source: Zoom In
ru: Увеличить

source: Zoom Out
ru: Уменьшить

source: Pan
ru: Сдвинуть

source: Identify
ru: Идентификация

source: &Rotate
ru: По&вернуть

source: Cancel rotate
ru: Отменить поворот

source: Input rotate angle
ru: Ввести угол поворота

source: View
ru: Вид

source: Rotate map frame
ru: Повернуть окно карты

source: Cancel rotate map frame
ru: Отменить поворот окна карты

source: Input map frame rotate angle
ru: Ввести угол поворота окна карты

source: Rectangle
ru: Прямоугольник

source: Marker
ru: Маркер

source: Circle
ru: Круг

source: Ellipse
ru: Эллипс

source: Polygon
ru: Полигон

source: Line
ru: Линия

source: Curve
ru: Кривая

source: Freehand
ru: Свободная фигура

source: Select drawing layer
ru: Выбор слоя рисования

source: Clear drawing layer
ru: Очистить слой рисования

source: Drawing
ru: Рисование

source: The tool to draw rectangle
ru: Инструмент рисования прямоугольников

source: The tool to draw marker
ru: Инструмент рисования маркеров

source: The tool to draw circle
ru: Инструмент рисования кругов

source: The tool to draw ellipse
ru: Инструмент рисования эллипсов

source: The tool to draw polygon
ru: Инструмент рисования полигонов

source: The tool to draw line
ru: Инструмент рисования линий

source: The tool to draw curve
ru: Инструмент рисования кривых

source: The tool to draw freehand
ru: Инструмент рисования свободных форм

source: Select layer to draw
ru: Выберите слой для рисования

source: Draw rectangle
ru: Нарисовать прямоугольник

source: Draw marker
ru: Нарисовать маркет

source: Draw circle
ru: Нарисовать круг

source: Draw ellipse
ru: Нарисовать эллипс

source: Draw polygon
ru: Нарисовать полигон

source: Draw line
ru: Нарисовать линию

source: Draw curve
ru: Нарисовать кривую

source: Draw freehand
ru: Нарисовать свободную форму

source: Layer:
ru: Слой:

source: Drawing tools
ru: Инструменты рисования

source: Base drawing layer
ru: Основной слой рисования

source: Swap coordinates
ru: Поменять координаты местами

source: Change masks
ru: Изменить шаблон

source: Change value list
ru: Изменить список значений

source: Value list
ru: Список значений

source: Location:
ru: Местоположение:

source: Select location text style
ru: Выберите шаблон вывода координат

source: Field
ru: Поле

source: Value
ru: Значение

source: Copy %s
ru: Копировать %s

source: Copy '%s' value
ru: Копировать значение '%s'

source: Copy
ru: Копировать

source: Copy rows
ru: Копирование записей

source: Hide
ru: Скрыть

source: Hide rows
ru: Скрыть строки

source: Remove sort
ru: Отменить сортировку

source: Show all rows
ru: Показать все записи

source: Unknown
ru: Неизвестно

source: Encodings
ru: Кодировка

source: Change text encoding
ru: Изменить кодировку текста

source: Identify from:
ru: Идентифицировать из:

source: <Top layer>
ru: <Верхний слой>

source: <All layers>
ru: <Все слои>

source: Flash
ru: Подсветить

source: Flash geometry
ru: Подсветить геометрию

source: Pan to geometry center
ru: Перейти к центру геометрии

source: Zoom
ru: Увеличить

source: Zoom to geometry
ru: Приблизить к геометрии

source: %.4f degree
ru: %.4f градусов

source: Could not create the thread!
ru: Не удалось создать поток!

source: Could not run the thread!
ru: Не удалось запустить поток!

source: Operation '%s' failed! OGR error: %s
ru: Операция '%s' выполнена с ошибкой! Ошибка OGR: %s

source: Delete field
ru: Удалить поле

source: Error
ru: Ошибка

source: Sort ascending
ru: Сортировать по убыванию

source: Sort descending
ru: Сортировать по возрастанию

source: Advanced sorting...
ru: Расширенная сортировка

source: Statistics...
ru: Статистика...

source: Field calculator...
ru: Калькулятор поля...

source: Calculate geometry...
ru: Расчитать геометрию

source: Turn field off
ru: Отключить поле

source: Freeze/Unfreeze column
ru: Закрепить/открепить колонку

source: Properties
ru: Свойства

source: Record:
ru: Запись:

source: Encoding:
ru: Кодировка:

source: of %u
ru: из %u
