Repository: MoonDav/nextgismanager
Catalog: opt/loc/*/carto.po
Languages: ru

source: Rectangle %ld
ru: Прямоугольник %ld

source: Polygon %ld
ru: Полигон %ld

source: Circle %ld
ru: Круг %ld

source: Ellipse %ld
ru: Эллипс %ld

source: Line %ld
ru: Линия %ld

source: Curve %ld
ru: Кривая %ld

source: FreeHand %ld
ru: Свободная фигура %ld

source: Marker %ld
ru: Маркер %ld

source: Shape %ld
ru: Фигура %ld

source: Apply renderer for
ru: Применить рендерер к

source: new map
ru: новая карта

source: cairo_format_stride_for_width failed
ru: ошибка выполнения cairo_format_stride_for_width

source: new drawing layer
ru: новый слой рисования

source: new feature layer
ru: новый векторный слой

source: new layer
ru: новый слой

source: new raster layer
ru: новый растровый слой
