Repository: MoonDav/nextgismanager
Catalog: opt/loc/*/catalogui.po
Languages: ru

source: &Up One Level
ru: &Вверх на один уровень

source: &Connect folder
ru: &Подключить папку

source: Co&nnect current folder
ru: Создать связь с &текущей папкой

source: &Disconnect folder
ru: &Отсоединить папку

source: Location
ru: Расположение

source: Delete
ru: Удалить

source: Back
ru: Назад

source: Forward
ru: Вперед

source: Create folder
ru: Создать папку

source: Rename
ru: Переименовать

source: Refresh
ru: Обновить

source: Properties
ru: Свойства

source: Copy
ru: Копировать

source: Cut
ru: Вырезать

source: Paste
ru: Вставить

source: e-mail to...
ru: отправить по почте...

source: Connect
ru: Подключить

source: Disconnect
ru: Отключиться

source: Link to clipboard
ru: Ссылка в буфер обмена

source: Catalog
ru: Каталог

source: Create
ru: Создать

source: Edit
ru: Редактировать

source: Miscellaneous
ru: Прочее

source: Send to
ru: Отправить

source: Remote service
ru: Удаленный сервис

source: Select parent element
ru: Выбрать родительский элемент

source: Connect folder
ru: Связь с папкой

source: Connect current folder
ru: Создать связь с текущей папкой

source: Disconnect folder
ru: Отсоединить папку

source: Set or get location
ru: Получить или установить местоположение

source: Delete item
ru: Удалить элемент

source: Go to previous location
ru: Перейти к предыдущему расположению

source: Go to next location
ru: Перейти к следующему расположению

source: Rename item
ru: Переименовать элемент

source: Refresh item
ru: Обновить элемент

source: Item properties
ru: Свойства элемента

source: Copy item(s)
ru: Копировать элемент(ы)

source: Cut item(s)
ru: Вырезать элемент(ы)

source: Paste item(s)
ru: Вставить элемент(ы)

source: Send item(s) by e-mail
ru: Отправить по почте

source: Copy link to clipboard
ru: Копировать ссылку в буфер обмена

source: Choose a folder to connect
ru: Выбрать папку для связи

source: Cannot connect folder
ru: Не удалось создать связь с папкой

source: Cannot disconnect folder
ru: Не удалось отсоединить папку

source: Do you really want to delete %ld item(s)
ru: Вы действительно хотите удалить %ld элемент(ов)

source: Delete confirm
ru: Подтверждение удаления

source: The result of operation cannot be undone! The deleted items will remove from disk and will not put to the recycled bin.
ru: Результат операции не может быть отменен! Удаляемые элемнты полностью стираются с диска и не попадают в корзину.

source: Use my choice and do not show this dialog in future
ru: Запомнить мой выбор и не показывать диалог в будущем

source: Delete '%s' failed
ru: Ошибка удаления '%s'

source: Cannot delete '%s' Continue?
ru: Невозможно удалить '%s' Продолжить?

source: Error
ru: Ошибка

source: Can't open clipboard
ru: Не могу открыть буфер обмена

source: Can't copy file(s) to the clipboard
ru: Не могу скопировать файл(ы) в буфер обмена

source: New folder
ru: Новая папка

source: Create folder failed!
ru: Ошибка создания папки!

source: Create zip failed!
ru: Ошибка создания архива!

source: This e-mail include spatial data in archive :
ru: Данное сообщение содержит геоданные в архиве:

source: Created by
ru: Создано в

source: Send: spatial data archive
ru: Отправка: архив с геоданными

source: The command '%s' support was not build!
ru: Поддержка команды '%s' не была активирована при компиляции приложения!

source: Warning
ru: Предупреждение

source: Up One Level
ru: Вверх на один уровень

source: Connect current selected folder
ru: Создать связь с текущей папкой

source: Delete selected item
ru: Удалить выбранный элемент

source: Create new folder
ru: Создать новую папку

source: Rename selected item
ru: Переименовать выбранные элементы

source: Refresh selected item
ru: Обновить выбранный элемент

source: Show properties of selected item
ru: Показать свойства выбранного элемента

source: Copy selected item(s)
ru: Копировать выбранный(е) элемент(ы)

source: Cut selected item(s)
ru: Вырезать выбранный(е) элемент(ы)

source: Paste selected item(s)
ru: Вставить выбранный(е) элемент(ы)

source: Send selected item(s) by e-mail
ru: Отправить выбранный(е) элемент(ы) по почте

source: Connect to remote service
ru: Подключиться к сервису

source: Disconnect from remote service
ru: Отключиться от сервиса

source: Path
ru: Путь

source: &Remote database connection
ru: Подключение к &БД

source: &TMS connection
ru: Подключение к &TMS

source: &NGW connection
ru: Подключение к &NGW

source: &Database schema
ru: С&хема БД

source: Rem&ote Database
ru: &База данных

source: NGW Resource Group
ru: Группа ресурсов NGW

source: PostGIS Connection
ru: Подключение к PostGIS

source: Create new remote DB connection
ru: Создать новое подключение к БД

source: Create new TMS connection
ru: Создать новое подключение к TMS

source: Create new NextGIS Web connection
ru: Создать новое подключение к NGW

source: Create new database schema
ru: Создать схему БД

source: Create new database
ru: Создать новую БД

source: Create new resource group
ru: Создать новую группу ресурсов

source: Create new PostGIS Connection
ru: Создать новое подключение к PostGIS

source: new DB connection
ru: новое подключение к БД

source: new_schema
ru: новая_схема

source: Create schema failed!
ru: Не удалось создать схему!

source: new TMS connection
ru: новое подключение к TMS

source: new NGW connection
ru: новое подключение к NGW

source: new group
ru: новая группа

source: Create '%s' failed
ru: Создание '%s' не удалось!

source: Create new NGW connection
ru: Создать новое подключение к NGW

source: No template, use extension
ru: Без шаблона, использовать экстеншн

source: Crypt password failed!
ru: Не удалось зашифровать пароль!

source: The connection file already exist!
ru: Файл подключения уже существует!

source: Connection create failed!
ru: Не удалось создать подключение!

source: Operation '%s' failed! Host '%s', Database name '%s', Port='%s'
ru: Не удалось выполнить операцию '%s'! Хост '%s', База данных '%s', Порт='%s'

source: Create DB
ru: Создать БД

source: Some input values are incorrect!
ru: Некоторые входные значения некорректны!

source: DB Name:
ru: Имя БД:

source: DB Template:
ru: Шаблон БД

source: DB Connection Name:
ru: Название подключения к БД

source: Server:
ru: Сервер:

source: Port:
ru: Порт:

source: Database:
ru: БД:

source: Account
ru: Аутентификационные данные

source: User:
ru: Пользователь:

source: Password:
ru: Пароль:

source: Use binary cursor
ru: Использовать двоичный курсор

source: Test Connection
ru: Проверить подключение

source: Cancel
ru: Отмена

source: Connected successfully!
ru: Подключение выполнено успешно!

source: Information
ru: Информация

source: Open
ru: Открыть

source: Some input values are not correct!
ru: Некоторые входные значения некорректны!

source: Input dataset:
ru: Входной источник данных:

source: Output name:
ru: Выходное имя:

source: Encoding:
ru: Кодировка:

source: Unknown
ru: Неизвестно

source: Test
ru: Тест

source: Skip invalid geometry check
ru: Пропустить проверку валидности геометрий

source: none
ru: нет

source: Bands:
ru: Каналы:

source: Red
ru: Красный

source: Green
ru: Зеленый

source: Blue
ru: Синий

source: Alpha (opt.)
ru: Альфа (опц.)

source: Auto crop
ru: Автоматическая обрезка

source: Get feature count
ru: Получение количества записей

source: Size
ru: Размер

source: Modification date
ru: Дата изменения

source: Scope:
ru: Область:

source: Find:
ru: Найти:

source: Search
ru: Поиск

source: wxGxApplication: Start. Creating main application frame...
ru: wxGxApplication: Создание основного окна приложения...

source: wxGxApplication: Error finding <views> XML Node
ru: wxGxApplication: Ошибка поиска узла XML <views>

source: Tree Pane
ru: Панель дерева

source: wxGxApplication: View class %s initialise
ru: wxGxApplication: Класс вида %s проинициализирован

source: wxGxApplication: Error activation IGxView class (%s)
ru: wxGxApplication: Ошибка активирования IGxView класса (%s)

source: wxGxApplication: Error creating view %s
ru: wxGxApplication: Ошибка создания вида %s

source: wxGxApplication: Creation complete
ru: wxGxApplication: Создание завершено

source: Manager
ru: Менеджер

source: Move
ru: Переместить

source: %s %ld objects (files)
ru: %s %ld объектов (файлов)

source: Begin operation...
ru: Начать операцию...

source: %s %ld object (file) from %ld
ru: %s %ld объект (файл) из %ld

source: %s failed. Path: %s
ru: %s не удалось. Путь: %s

source: Cannot move path: %s. But can copy. Proceed?
ru: Перенос не возможен: %s. Но можно выполнить копирование. Продолжить?

source: Question
ru: Вопрос

source: Select export format
ru: Выбор формата экспорта

source: Select
ru: Выбрать

source: All listed filters
ru: Все фильтры

source: All items
ru: Все элементы

source: Name
ru: Имя

source: Type
ru: Тип

source: %ld objects selected
ru: выделено %ld объектов

source: %d objects selected
ru: выделено %d объектов

source: Rename '%s' failed
ru: Переименование '%s' не удалось!

source: Unimplemented yet
ru: Пока не реализовано

source: The entered path is unrecheable!
ru: Введенный путь не существует

source: The entered path is unreachable!
ru: Введенный путь не существует!

source: Geography View
ru: Вид географии

source: Operation '%s' failed!
ru: Операция '%s' не удалась!

source: Connect failed!
ru: Подключение не удалось!

source: Resources
ru: Ресурсы

source: %s %ld object (resource) from %ld
ru: %s %ld объект (файл) из %ld

source: The type PostgisLayer is unsupported
ru: Тип слоя PostGIS не поддерживается

source: Failed to get PostGIS Dataset
ru: Не удалось получить источник данных PostGIS

source: Failed to create PostGIS Layer
ru: Не удалось создать таблицу PostGIS

source: The type FileBucket is unsupported
ru: Тип набора файлов не поддерживается

source: Upload selected items
ru: Загрузить выбранный(е) элемент(ы)

source: The archived file '%s' cannot be added to file set
ru: Архив '%s' не может быть добавлен в набор файлов

source: Dataset type is not supported. Feature Class expected.
ru: Тип источника данных не поддерживается. Ожидается класс пространственных объектов

source: cURL initialize failed.
ru: Ошибка инициализации cURL.

source: Prepare feature class
ru: Подготовка векторного слоя

source: Input spatial reference is not defined!
ru: Входная система координат не определена

source: Error read dataset definition
ru: Ошибка чтения описания данных

source: Geometry collection is not supported!
ru: Коллекция геометрий не поддерживается

source: Force geometry field to %s
ru: Преобразование типа геометрии в %s

source: Rename field '%s' to '%s'
ru: Переименование поля '%s' в '%s'

source: Upload file
ru: Загрузка файла

source: Unexpected error
ru: Неожиданная ошибка

source: Create NGW layer
ru: Создать слой NGW

source: Error code %ld
ru: Код ошибки %ld

source: Geoprocessing requered to get this functionality.
ru: Необходим модуль геопроцессинга для данной функциональности

source: Zip file '%s' create failed!
ru: Не удалось создать архив Zip '%s'!

source: Compress file
ru: Сжатие файла

source: Dataset type is not supported. Raster expected.
ru: Тип источника данных не поддерживается. Ожидается изображение

source: Prepare GeoTiff file
ru: Подготовка файла GeoTiff

source: Create default layer style
ru: Создание стиля по-умолчанию

source: Select input objects
ru: Выбрать входные объекты

source: Import selected items
ru: Импортировать выбранный(е) элемент(ы)

source: NGW PostGIS Connection
ru: Подключение к PostGIS в NGW

source: NoView
ru: Пустой вид

source: Selection cannot be viewed
ru: Невозможно просмотреть выбранное

source: Look in:
ru: Смотреть в:

source: Name:
ru: Имя:

source: Activate
ru: Активировать

source: Show of type:
ru: Показывать тип:

source: Save
ru: Сохранить

source: Cannot choose item(s)
ru: Элемент(ы) не может быть выбран!

source: Cannot save item!
ru: Элемент не может быть сохранен!

source: Item exists! Overwrite?
ru: Элемент существует! Перезаписать?

source: Waiting...
ru: Ожидание...

source: (%ld sec)
ru: (%ld сек.)

source: What top level entries do you want the Catalog to contain?
ru: Какие корневые элементы должны содержаться в Каталоге?

source: Which types of data do you want the Catalog to show?
ru: Какие типы данных должны отображаться?

source: Hide file extensions
ru: Скрыть расширения файлов

source: Return to last location when wxGISCatalog start up
ru: Переходить к последнему пути когда запускается Каталог

source: Show hidden items
ru: Показать скрытые элементы

source: Function is not available! The geoprocessing was not build
ru: Функция недоступна! Поддержка геопроцессинга не была активирована при компиляции приложения

source: Input raster open failed!
ru: Не удалось открыть входное изображение!

source: Deletion of the public scheme is not supported!
ru: Удаление схемы public не поддерживается!

source: Table View
ru: Вид Таблицы

source: wxGxTab: Error creating view %s
ru: wxGxTab: Ошибка создания вида %s

source: wxGxTab: View class %s in '%s' tab initialise
ru: wxGxTab: Класс вида %s во вкладке '%s' проинициализирован

source: Preview:
ru: Просмотр:

source: Tree view
ru: Вид дерева

source: [Menus]
ru: [Меню]

source: Create menu
ru: Создать меню

source: NGW Resource
ru: Ресурс NGW

source: Key
ru: Ключ

source: Description
ru: Описание

source: NGW Metadata
ru: Метаданные NGW

source: Select output
ru: Выберите путь для сохранения

source: Export
ru: Экспорт

source: Null wxGxObjectFilter returned
ru: Получен пустой объект wxGxObjectFilter

source: Exporting...
ru: Экспорт...

source: The dataset is empty
ru: Набор пустой

source: The raster is empty
ru: Растр пустой

source: The table is empty
ru: Таблица пуста

source: Proceed %ld of %ld...
ru: Обработка %ld из %ld...

source: During export there were several warnings.
ru: При экспорте было несколько предупреждений.

source: Apply
ru: Применить

source: Statistics
ru: Статистика

source: Overviews
ru: Пирамиды

source: Raster
ru: Растр

source: Item
ru: Элемент

source: Data Source
ru: Источник данных

source: Folder
ru: Папка

source: Files
ru: Файлы

source: None associated
ru: Нет связанных

source: File %d
ru: Файл %d

source: Total size
ru: Полный размер

source: Driver
ru: Драйвер

source: Columns and Rows
ru: Столбцы и строки

source: Number of bands
ru: Количество каналов

source: Cell size (X, Y)
ru: Размер ячейки (X, Y)

source: GeoTransform
ru: Коэффициенты трансформирования

source: Present (click to rebuild)
ru: Имеется (щелкните для перестроения)

source: Absent (click to build)
ru: Отсутсвует (шелкните для построения)

source: Extent %s
ru: Охват %s

source: (Projected)
ru: (Проекционные)

source: Top
ru: Верх

source: Left
ru: Лево

source: Right
ru: Право

source: Bottom
ru: Низ

source: Center X
ru: Центр X

source: Center Y
ru: Центр Y

source: (Geographic)
ru: (Географические)

source: Metadata
ru: Метаданные

source: Imagery Metadata
ru: Метаданные ДДЗ

source: Image Structure Metadata
ru: Метаданные структуры изображения

source: Subdatasets
ru: Поднаборы данных

source: IMD Metadata
ru: Метаданные

source: Geolocation
ru: Расположение

source: RPC Metadata
ru: Метаданные RPC

source: GCP data
ru: Данные контрольных точек (GCP)

source: GCP Projection
ru: Проекция контрольных точек (GCP)

source: Undefined
ru: Неопределено

source: Id='%s', Info='%s', (%.6g,%.6g) -> (%.6g,%.6g,%.6g)
ru: Идентификатор='%s', Информация='%s', (%.6g,%.6g) -> (%.6g,%.6g,%.6g)

source: Statistics details
ru: Детализация статистики

source: Band %d
ru: Канал %d

source: Block
ru: Блок

source: ColorInterp
ru: Цветовое представление

source: Min
ru: Мин.

source: Max
ru: Макс.

source: Mean
ru: Сред.

source: Std Dev
ru: Ст. откл.

source: NoData Value
ru: Значение Нет данных

source: arbitrary
ru: произвольное

source: Overview %d
ru: Пирамидный слой %d

source: Mask Flags
ru: Флаги маски

source: Overviews of mask band
ru: Пирамиды маскирующего слоя

source: Unit Type
ru: Тип единиц

source: Categories
ru: Категории

source: Scale
ru: Масштаб

source: Offset
ru: Смещение

source: Color Table
ru: Цветовая таблица

source: %s with %d entries
ru: %s с %d элементами

source: Raster Attribute Table
ru: Таблица атрибутов растра

source: Histogram
ru: Гистограмма

source: Timeout (s):
ru: Таймаут (с):

source: Normal TMS
ru: Стандартный TMS

source: Test failed!
ru: Подключение не удалось!

source: Presets
ru: Шаблоны

source: No preset
ru: Без шаблона

source: Upper Left X:
ru: Верхний левый Х:

source: Upper Left Y:
ru: Верхний левый Y:

source: Lower Right X:
ru: Нижний правый Х:

source: Lower Right Y:
ru: Нижний правый Y:

source: Tile Level
ru: Макс. уровень

source: TMS type:
ru: Тип TMS:

source: Tile Size X:
ru: Размер тайла по Х:

source: Tile Size Y:
ru: Размер тайла по Y:

source: Bands Count:
ru: Количество каналов:

source: Max Connections (1-30):
ru: Макс. подключений (1-30):

source: Projection:
ru: Проекция:

source: Select Spatial Reference
ru: Выберите пространственную привязку

source: Coordinate Systems
ru: Системы координат

source: cURL initialize failed!
ru: Ошибка инициализации cURL!

source: Connected successfully as guest!
ru: Гостевой вход выполнен успешно!

source: String
ru: Текст

source: String list
ru: Список

source: Float
ru: Число с плавающей запятой

source: Integer
ru: Целое число

source: The name already exist
ru: Такое имя уже существует

source: Unsuported property type
ru: Тип не поддерживается

source: Save metadata file
ru: Сохранить файл метаданных

source: Metadata file create failed!
ru: Не удалось создать файл метаданных!

source: Open metadata file
ru: Открыть файл метаданных

source: Spatial Reference
ru: Пространственная привязка

source: Projected Coordinate System
ru: Проекционная система координат

source: Geographic Coordinate System
ru: Географическая система координат

source: Local Coordinate System
ru: Местная система координат

source: Vertical Coordinate System
ru: Вертикальная система координат

source: Projection
ru: Проекция

source: Parameters
ru: Параметры

source: Linear unit
ru: Линейные единицы

source: Meters per unit
ru: Метров на единицу

source: Vertical datum
ru: Вертикальный датум

source: Vertical unit
ru: Вертикальная единица измерения

source: Axis
ru: Оси

source: Orientation
ru: Ориентация

source: Datum
ru: Датум

source: Spheroid
ru: Сфероид

source: Semimajor Axis
ru: Большая полуось

source: Semiminor Axis
ru: Малая полуось

source: Inverse Flattering
ru: Сжатие

source: Angular unit
ru: Угловые единицы

source: Radians per unit
ru: Радиан на единицу

source: Prime Meridian
ru: Основной меридиан

source: Longitude
ru: Долгота

source: To WGS parameters
ru: Переход к WGS84

source: Table
ru: Таблица

source: Create DataSource
ru: Создать источник данных

source: true
ru: да

source: false
ru: нет

source: Delete DataSource
ru: Удалить источник данных

source: DataSource
ru: Источник данных

source: Layer Count
ru: Количество слоев

source: Layer #%d
ru: Слой №%d

source: Feature count
ru: Количество записей

source: FID Column
ru: Поле FID

source: Layer #%d Fields (%d)
ru: Слой №%d Поля (%d)

source: Width
ru: Ширина

source: Precision
ru: Точность

source: Justify
ru: Выравнивание

source: Layer #%d Capability
ru: Возможности слоя №%d

source: Random Read
ru: Случайное чтение

source: Sequential Write
ru: Последовательная запись

source: Random Write
ru: Случайная запись

source: Fast Spatial Filter
ru: Быстрый пространственный фильтр

source: Fast Feature Count
ru: Быстрый подстчет записей

source: Fast Get Extent
ru: Быстрое определение охвата

source: Fast Set Next By Index
ru: Быстрый курсор на запись

source: Create Field
ru: Создать поле

source: Delete Feature
ru: Удалить элемент

source: Strings As UTF8
ru: Строки в кодировке UTF-8

source: Transactions
ru: Транзакции

source: Ignore Fields
ru: Игнорировать поля

source: Vector
ru: Вектор

source: Create Layer
ru: Создать слой

source: Delete Layer
ru: Удалить слой

source: Create Geom Field After Create Layer
ru: Создать поле геометрии после создания слоя

source: Geometry type
ru: Тип геометрии

source: Geometry Column
ru: Поле геометрии

source: Encoding
ru: Кодировка

source: Delete Field
ru: Удалить поле

source: Reorder Fields
ru: Изменить порядок полей

source: Alter Field Definition
ru: Изменитьописание поля

source: Create Geometry Field
ru: Создать поле с геометрией

source: Layer #%d Extent %s
ru: Слой №%d Охват %s

source: View
ru: Вид

source: Select All
ru: Выбрать все

source: Show/Hide Tree panel
ru: Показать/скрыть дерево

source: Find
ru: Найти

source: Select view
ru: Выбрать вид

source: Select All objects
ru: Выбрать все объекты

source: Show/Hide Find panel
ru: Показать/скрыть панель поиска

source: List
ru: Список

source: Icons
ru: Иконки

source: Smal Icons
ru: Маленькие иконки

source: Details
ru: Подробности

source: Create new Remote Database
ru: Создать новую БД

source: Configure import datasets
ru: Конфигурирование входных источников данных

source: NextGIS Container Dialog
ru: Диалог составных обектов NextGIS

source: Container Dialog
ru: Диалог составных обектов

source: NextGIS Object Dialog
ru: Диалог обектов NextGIS

source: Object Dialog
ru: Диалог объектов

source: General
ru: Главное

source: Coordinate Systems Folder
ru: Папка систем координат

source: Content
ru: Содержимое

source: Preview
ru: Просмотр

source: Mini map
ru: Миникарта

source: Mini map Dialog
ru: Диалог миникарты

source: MiniMap Dialog
ru: Диалог миникарты

source: Create new metadata item
ru: Создать новый элемент метаданных

source: Remote Database Connection
ru: Подключение к удаленной базе

source: TMS Connection
ru: Подключение к TMS

source: NGW Connection
ru: Подключение к NGW
