Repository: MoonDav/nextgismanager
Catalog: opt/loc/*/catalog.po
Languages: ru

source: Overwrite destination object
ru: Перезаписать конечный объект

source: Failed overwrite destination object
ru: Не удалось перезаписать конечный объект

source: Cannot delete item!
ru: Не удалось удалить объект!

source: Error get destination object
ru: Не удалось получить конечный объект

source: Operation '%s' failed! GDAL error: %s, file '%s'
ru: Операция '%s' не удалась! Ошибка GDAL: %s, файл '%s'

source: Delete
ru: Удалить

source: Rename
ru: Переименовать

source: wxGxCatalog: Root Object %s initialized
ru: wxGxCatalog: Корневой элемент %s инициализирован

source: wxGxCatalog: Root Object %s disabled
ru: wxGxCatalog: Корневого элемент %s отключен

source: wxGxCatalog: ObjectFactory %s initialize
ru: wxGxCatalog: Инициализация объекта %s фабрики объектов

source: wxGxCatalog: Error initializing ObjectFactory %s
ru: wxGxCatalog: Ошибка инициализации фабрики объектов %s

source: Operation '%s' failed! GDAL error: %s, %s '%s'
ru: Операция '%s' не удалась! Ошибка GDAL: %s, %s '%s'

source: Copy
ru: Копировать

source: %s %s %s failed!
ru: Не удалось %s %s %s!

source: Move
ru: Переместить

source: Table
ru: Таблица

source: Operation '%s' failed! GDAL error: %s
ru: Операция '%s' не удалась! Ошибка GDAL: %s

source: Open
ru: Открыть

source: Feature class
ru: Класс пространственных объектов

source: Raster
ru: Растр

source: DataBase connections
ru: Подключение к БД

source: wxGxDBConnections::Create failed. GxObject %s
ru: wxGxDBConnections: Ошибка создания. GxObject %s

source: wxGxDBConnections: The path is set to '%s'
ru: wxGxDBConnections: Путь установлен в '%s'

source: Add File system watcher failed
ru: Ошибка добавления отслеживания файловой системы

source: Folder connections
ru: Подключения

source: wxGxSpatialReferencesFolder::Create failed. GxObject %s
ru: wxGxSpatialReferencesFolder: Ошибка создания. GxObject %s

source: wxGxDiscConnections: Start scan folder connections
ru: wxGxDiscConnections: Начало сканирования подключений к папкам

source: Copy file
ru: Копировать файл

source: Move file
ru: Переместить файл

source: wxGxPrjFile: GDAL error: %s
ru: wxGxPrjFile: Ошибка GDAL: %s

source: Any items (*.*)
ru: Все типы (*.*)

source: Database schema
ru: Схема БД

source: Raster (*.img, *.tif, etc.)
ru: Растровые форматы (*.img, *.tif, etc.)

source: Vector (*.shp, *.tab, etc.)
ru: Векторные форматы (*.shp, *.tab, etc.)

source: Table (*.dbf, *.tab, *.csv, etc.)
ru: Таблицы (*.dbf, *.tab, *.csv, etc.)

source: ESRI Shapefile (*.shp)
ru: Шейп-файл ESRI (*.shp)

source: MapInfo File (*.tab)
ru: Файл MapInfo (*.tab)

source: MapInfo File (*.mid/*.mif)
ru: Файл MapInfo (*.mid/*.mif)

source: KML file (*.kml)
ru: Файл KML (*.kml)

source: KML file (*.kmz)
ru: Файл KMZ (*.kmz)

source: AutoCAD DXF file (*.dxf)
ru: Файл AutoCAD DXF (*.dxf)

source: PostGIS Feature class
ru: Класс пространственных объектов PostGIS

source: GML file (*.gml)
ru: Файл GML (*.gml)

source: GeoJSON file (*.geojson)
ru: Файл GeoJSON (*.geojson)

source: Memory
ru: Память

source: Panorama SXF (*.sxf)
ru: Формат ГИС Карта SXF (*.sxf)

source: s57 format (*.000)
ru: Формат s57 (*.000)

source: GeoDatabase Feature class
ru: Класс пространственных объектов БПД

source: Any feature classes (*.*)
ru: Все векторные типы (*.*)

source: Folder
ru: Папка

source: Folder connection
ru: Подключение

source: Windows Device Independent Bitmap (*.bmp)
ru: Изображение BMP (*.bmp)

source: GeoTIFF (*.tif, *.tiff)
ru: Изображение GeoTIFF (*.tif, *.tiff)

source: JPEG image (*.jpeg, *.jfif, *.jpg, *.jpe)
ru: Изображение JPEG (*.jpeg, *.jfif, *.jpg, *.jpe)

source: Erdas IMAGINE image (*.img)
ru: Изображение Erdas IMAGINE (*.img)

source: Portable Network Graphics (*.png)
ru: Изображение PNG (*.png)

source: Graphics Interchange Format (*.gif)
ru: Изображение GIF (*.gif)

source: SAGA GIS Binary Grid (*.sdat)
ru: Растр SAGA (*.sdat)

source: EarthWatch raster (*.til)
ru: Растр EarthWatch (*.til)

source: Virtual raster (*.vrt)
ru: Виртуальный растр (*.vrt)

source: Web map service
ru: Картографический веб сервис

source: Tile map service
ru: Тайловый веб сервис

source: PostGIS raster
ru: Таблица PostGIS

source: GDB raster
ru: Растр БПД

source: Any rasters (*.*)
ru: Любые растры (*.*)

source: dBase file (*.dbf)
ru: Файл dBase (*.dbf)

source: MapInfo table File (*.tab)
ru: Файл MapInfo (*.tab)

source: MapInfo table File (*.mif)
ru: Файл MapInfo (*.mid/*.mif)

source: Comma Separated Values (*.csv)
ru: Значения разделенные запятыми (*.csv)

source: Database table
ru: Таблица базы данных

source: The JSON Storage document is not well-formed
ru: Документ GeoJSON содержит ошибки

source: KML Dataset
ru: Набор данных KML

source: SXF Dataset
ru: Набор данных SXF

source: GML Dataset
ru: Набор данных GML

source: SXF Feature class
ru: Класс пространственных объектов SXF

source: GML Feature class
ru: Класс пространственных объектов GML

source: KML Feature class
ru: Класс пространственных объектов KML

source: Could not create the thread!
ru: Не удалось создать поток!

source: Could not run the thread!
ru: Не удалось запустить поток!

source: Layers
ru: Слои

source: GeoJSON parsing error
ru: Ошибка разбора GeoJSON

source: Shell connections
ru: Подключения к консоли

source: wxGxShellConnections::Create failed. GxObject %s
ru: wxGxShellConnections: Не удалось создать. GxObject %s

source: wxGxShellConnections: The path is set to '%s'
ru: wxGxShellConnections: Путь установлен в '%s'

source: wxGxSpatialReferencesFolder: The path is set to '%s'
ru: wxGxSpatialReferencesFolder: Путь установлен в '%s'

source: Web service connections
ru: Подключения к веб сервисам

source: wxGxWebConnections::Create failed. GxObject %s
ru: wxGxWebConnections: Не удалось создать. GxObject %s

source: wxGxWebConnections: The path is set to '%s'
ru: wxGxWebConnections: Путь установлен в '%s'

source: Archive folder
ru: Архивная папка

source: Archive
ru: Архив

source: Archives
ru: Архивы

source: Catalog
ru: Каталог

source: CSV Files
ru: Файлы CSV

source: Database connections folder
ru: Папка подключения к БД

source: Coordinate System
ru: Система координат

source: Text file
ru: Текстовый файл

source: Files
ru: Файлы

source: Folders
ru: Папки

source: QGIS Project
ru: Проект QGIS

source: GIS Projects
ru: ГИС проекты

source: File geodatabase
ru: Файловая база пространственных данных

source: File databases
ru: Файловые БД

source: Mapinfo files
ru: Файлы MapInfo

source: Markup Languages files
ru: Файлы разметки

source: PostGIS Table
ru: Таблица PostGIS

source: PostGIS Feature Dataset
ru: Набор данных PostGIS

source: Coordiante systems
ru: Системы координат

source: Raster files
ru: Растры

source: Database Connection
ru: Подключение к БД

source: Remote Database Schema
ru: Схема БД

source: Tile Map service
ru: Тайловый сервис

source: NextGIS Web service
ru: Сервер NextGIS Web

source: NGW service layers
ru: Слои NextGIS Web

source: NGW service layer
ru: Слой NextGIS Web

source: Shapefiles
ru: Шейп-файлы

source: Shell connections folder
ru: Папка подключений к консоли

source: Geographic Coordinate Systems
ru: Географические системы координат

source: Projected Coordinate Systems
ru: Проекционные системы координат

source: Coordinate Systems Folder
ru: Папка с системами координат

source: Coordinate Systems
ru: Системы координат

source: Web services folder
ru: Папка веб сервисов

source: Web services
ru: Веб сервисы
