Repository: MoonDav/nextgismanager
Catalog: opt/loc/*/datasource.po
Languages: ru

source: Connect failed!
ru: Не удалось выполнить подключение!

source: Connect succeeded! Path '%s'
ru: Подключение выполнено удачно. Папка '%s'

source: No files to rename
ru: Нет файлов для переименования

source: Skip file '%s' to rename
ru: Пропуск файла '%s' при переименовании

source: No files to move
ru: Нет файлов для перемещения

source: No files to copy
ru: Нет файлов для копирования

source: PreLoad Features of
ru: Предварительная загрузка геоданных из

source: ExecuteSQL failed!
ru: Не удалось выполнить ExecuteSQL!

source: Try to connect: host='%s' dbname='%s' port='%s' user='%s'
ru: Попытка подключения: хост='%s' база данных='%s' порт='%s' логин='%s'

source: Connect failed! Host='%s' dbname='%s' port='%s' user='%s'
ru: Подключение не удалось: хост='%s' база данных='%s' порт='%s' логин='%s'

source: Connect succeeded! Host='%s' dbname='%s' port='%s' user='%s'
ru: Подключение выполнено: хост='%s' база данных='%s' порт='%s' логин='%s'

source: Operation '%s' failed! No Layer %s found to delete
ru: Не удалось выполнить '%s'! Слой %s не обнаружен

source: Delete
ru: Удалить

source: Operation '%s' failed!
ru: Не удалось выполнить операцию '%s'!

source: Operation '%s' succeeded!
ru: Операция '%s' выполнена успешно!

source: Raster open failed! Path '%s'
ru: Не удалось открыть растровый файл! Путь '%s'

source: Raster open failed! Path '%s'. Raster has no bands
ru: Не удалось открыть растровый файл! Путь '%s'. Нет каналов в растре

source: RasterIO failed! GDAL error: %s
ru: Не удалось выполнить RasterIO! Ошибка GDAL: %s

source: GetGeoTransform failed! GDAL error: %s
ru: Не удалось выполнить GetGeoTransform! Ошибка GDAL: %s

source: PreLoad Geometry of
ru: Предварительная загрузка геометрии из

source: Cancel
ru: Отмена

source: Done
ru: Выполнено

source: Delete folder failed! Folder '%s'
ru: Не удалось удалить папку! Папка '%s'

source: Delete folder succeeded! Folder '%s'
ru: Папка '%s' удалена

source: Create folder failed! Folder '%s'
ru: Не удалось создать папку! Папка '%s'

source: Create folder succeeded! Folder '%s'
ru: Папка '%s' создана

source: Cannot copy folder inside itself
ru: Нельзя копировать папку саму в себя

source: Delete file failed! File '%s'
ru: Удаление не удалось. Файл '%s'

source: Delete file succeeded! File '%s'
ru: Файл '%s' удален

source: Rename file failed! Old path '%s', new path '%s'
ru: Не удалось переименовать файл! Старый путь '%s', новый путь '%s'

source: Rename file succeeded! Old path '%s', new path '%s'
ru: Переименование выполнено успешно! Старый путь '%s', новый путь '%s'

source: Error open input file!
ru: Не возможно открыть входной файл!

source: Error create the output file '%s'!
ru: Не возможно создать выходной файл '%s'!

source: Table open failed! Path '%s'
ru: Не удалось открыть таблицу! Путь '%s'

source: Interrupted by user
ru: Отменено пользователем

source: Point
ru: Точка

source: Line String
ru: Линия

source: Polygon
ru: Полигон

source: Multi Point
ru: Мультиточка

source: Multi Line String
ru: Мультилиния

source: Multi Polygon
ru: Мультиполигон
