Repository: MoonDav/nextgismanager
Catalog: opt/loc/*/framework.po
Languages: ru

source: Command Name
ru: Имя команды

source: Description
ru: Описание

source: KeyCode
ru: Клавиша

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: Ready
ru: Готов

source: Get config failed!
ru: Не удалось получить конфигурацию!

source: Error
ru: Ошибка

source: No Property Pages
ru: Отсутсвуют страницы свойств

source: Options
ru: Параметры

source: wxGISApplication: Failed to get log folder
ru: wxGISApplication: Ошибка получения папки с логами

source: wxGISApplication: Failed to open log file %s
ru: wxGISApplication: Ошибка открытия файла логов %s

source: HOST '%s': OS desc - %s, free memory - %s
ru: Имя ПК '%s': Описание ОС - %s, свободно памяти - %s

source: wxGISApplication: %s %s is initializing...
ru: wxGISApplication: %s %s иннициализируется...

source: wxGISApplication: Log file: %s
ru: wxGISApplication: Лог-файл: %s

source: wxGISCatalogApp: System folder is absent! Lookup path '%s'
ru: wxGISCatalogApp: Отсутствует системная папка! Путь поиска '%s'

source: wxGISApplication: Initialize locale
ru: wxGISApplication: Инициализация локали

source: wxGISApplication: Language is set to %s
ru: wxGISApplication: Выбран язык %s

source: wxGISApplication: Language locale files path '%s'
ru: wxGISApplication: Папка файлов локализации '%s'

source: wxGISApplicationEx: Start. Creating main application frame...
ru: wxGISApplicationEx: Начало. Создание главного окна приложения...

source: wxGISApplicationEx: Creation complete
ru: wxGISApplicationEx: Создание завершено

source: E&xit
ru: В&ыход

source: &About...
ru: &О программе...

source: Customize...
ru: Настроить...

source: Separator
ru: Разделитель

source: StatusBar
ru: Статусная строка

source: Options...
ru: Параметры...

source: &Fit toolbars
ru: &Уместить панели инструментов

source: &Optimize toolbars
ru: &Оптимизировать панели инструментов

source: File
ru: Файл

source: Help
ru: Помощь

source: View
ru: Вид

source: Tools
ru: Инструменты

source: Exit application
ru: Выход

source: About application
ru: О программе

source: Customize application
ru: Настроить программу

source: Show/Hide Statusbar
ru: Показать/скрыть статусную строку

source: Application options
ru: Свойства приложения

source: Fit toolbars
ru: Уместить панели инструментов

source: Optimize toolbars
ru: Оптимизировать панели инструментов

source: Exit
ru: Выход

source: About
ru: О программе

source: Customize
ru: Настроить

source: New CommandBar
ru: Новая панель инструментов

source: Name
ru: Имя

source: Caption
ru: Подпись

source: Type
ru: Тип

source: Menu
ru: Меню

source: Context menu
ru: Контекстное меню

source: ToolBar
ru: Панель инструментов

source: Left dockable
ru: Прилепить слева

source: Right dockable
ru: Прилепить справа

source: Create toolbar/menu
ru: Создать панель или меню

source: Delete toolbar/menu
ru: Удалить панель или меню

source: Add button
ru: Добавить кнопку

source: Remove button
ru: Удалить кнопку

source: Move up
ru: Переместить вверх

source: Move down
ru: Переместить вниз

source: Set keycode
ru: Ввести клавишу

source: Menubar
ru: Паенель меню

source: Context Menus
ru: Контекстные меню

source: New Menus
ru: Новые меню

source: ToolBars
ru: Панели инструментов

source: menu
ru: меню

source: new menu
ru: новое меню

source: context menu
ru: контекстное меню

source: toolbar
ru: панель инструментов

source: ToolBars & Menues
ru: Панели инструментов и меню

source: Commands
ru: Команды

source: Close
ru: Закрыть

source: Remaining time:
ru: Осталось времени:

source: - %d%% done
ru: - %d%% выполнено

source: Splash screen
ru: Стартовый экран

source: Show
ru: Показать

source: Time out (sec.):
ru: Задержка (сек.):

source: Locale files folder path
ru: Путь до папки файлов локализации

source: Language
ru: Язык

source: System files folder path
ru: Путь до папки системных файлов

source: Log files folder path
ru: Путь до папки лог файлов

source: Log debug GDAL messages
ru: Логировать собщения GDAL

source: To apply some changes on this page the application restart needed
ru: Для принятия некоторых настроек на этой странице необходим перезапуск приложения

source: Choose a folder with locale files
ru: Выберите путь до папки фалов локализации

source: Choose a wxGIS system files folder path
ru: Выберите путь до папки системных файлов

source: Choose a wxGIS log files folder path
ru: Выберите путь до папки с логами

source: Generic Options
ru: Основные параметры

source: Web options
ru: Параметры веб

source: GDAL Options
ru: Параметры GDAL

source: GeoTIFF driver options
ru: Параметры GeoTIFF

source: HFA driver options
ru: Параметры HFA

source: JPEG driver options
ru: Параметры JPEG

source: GRIB driver options
ru: Параметры GRIB

source: Other GDAL options
ru: Другие параметры GDAL

source: OGR Options
ru: Параметры OGR

source: DXF driver options
ru: Параметры DXF

source: GML driver options
ru: Параметры GML

source: GPX driver options
ru: Параметры GPX

source: KML driver options
ru: Параметры KML

source: PG driver options
ru: Параметры PG

source: WFS driver options
ru: Параметры WFS

source: OSM driver options
ru: Параметры OSM

source: SQLite options
ru: Параметры SQLite

source: SXF options
ru: Параметры SXF

source: Other OGR options
ru: Другие параметры OGR

source: Toolbars
ru: Панели инструментов

source: [Menus]
ru: [Меню]

source: Add command
ru: Добавить команду

source: [No category]
ru: [Без категории]

source: Standard
ru: Стандартная

source: Location
ru: Путь

source: Geography
ru: География

source: No Caption
ru: Без подписи

source: Create toolbar or menu
ru: Создать панель или меню

source: Enter key code
ru: Ввести клавишу

source: &File
ru: &Файл

source: &Edit
ru: &Правка

source: &Go
ru: П&ерейти

source: &View
ru: &Вид

source: &Help
ru: По&мощь

source: &Windows
ru: &Окно

source: &Tools
ru: &Инструменты

source: Miscellaneous
ru: Прочее

source: GDAL Configuration
ru: Конфигурация GDAL
