Repository: MoonDav/nextgismanager
Catalog: opt/loc/*/net.po
Languages: ru

source: Cannot bind listening socket
ru: Не удалось подключиться к сокету

source: Invalid input message
ru: Входное сообщение не верно

source: wxGISNetServerConnection: New client connection accepted from %s:%d
ru: wxGISNetServerConnection: Новое подключение с %s:%d

source: Connection accepted
ru: Подключение установлено

source: wxGISNetServerConnection: To many connections! Connection to address - %s is not established
ru: wxGISNetServerConnection: Слишком много подключений! Подключение для адреса %s сброшено

source: To many connections or login/password is incorrect!
ru: Слишком много подключений или логин/пароль не верны!

source: User #%d is disconnected
ru: Пользователь №%d отключился

source: User #%d from %s:%d is disconnected
ru: Пользователь №%d с %s:%d отключился

source: User #%d is disconnected by timer
ru: Пользователь №%d отключен по таймеру

source: User #%d from %s:%d is disconnected by timer
ru: Пользователь №%d с %s:%d отключен по таймеру

source: Failed to send network message
ru: Ошибка отправки сообщения по сети

source: SendUDP: failed to create UDP socket
ru: SendUDP: не удалось создать сокет UDP

source: SendUDP: invalid net message
ru: SendUDP: сообщение не валидно

source: SendUDP: failed to send data
ru: SendUDP: не удалось отправить данные

source: Unknown
ru: Неизвестно

source: wxGISNetworkService: Error get config
ru: wxGISNetworkService: Не удалось получить конфигурацию

source: wxGISNetworkService: Service started
ru: wxGISNetworkService: Сервис запущен

source: wxGISNetworkService: Plugin already loaded %s
ru: wxGISNetworkService: Модуль уже загружен %s

source: wxGISNetworkService: Plugin %s initialize
ru: wxGISNetworkService: Модуль %s инициализируется

source: wxGISNetworkService: Error initializing plugin %s
ru: wxGISNetworkService: Не удалось инициализировать модуль %s

source: wxGISNetworkService: Service stopped
ru: wxGISNetworkService: Сервис остановлен

source: %s: Plugin is started...
ru: %s: Моуль запущен...

source: %s: Plugin is shutdown...
ru: %s: Моуль остановлен...

source: wxServerTCPNetworkPlugin: Invalid address - %s
ru: wxServerTCPNetworkPlugin: Неверный адрес - %s

source: Read error (%d): %s
ru: Ошибка чтения (%d): %s

source: wxServerTCPNetworkPlugin: Unexpected wxSOCKET_INPUT in wxSocketServer
ru: wxServerTCPNetworkPlugin: Неожиданное сообщение wxSOCKET_INPUT в wxSocketServer

source: wxServerTCPNetworkPlugin: Unexpected wxSOCKET_OUTPUT in wxSocketServer
ru: wxServerTCPNetworkPlugin: Неожиданное сообщение wxSOCKET_OUTPUT в wxSocketServer

source: wxServerTCPNetworkPlugin: cannot get peer info
ru: wxServerTCPNetworkPlugin: не удалось получить инфомрацию о подключении

source: wxServerTCPNetworkPlugin: Got connection from %s:%d
ru: wxServerTCPNetworkPlugin: Подключение с %s:%d

source: wxServerTCPNetworkPlugin: Unexpected wxSOCKET_LOST in wxSocketServer
ru: wxServerTCPNetworkPlugin: Неожиданное сообщение wxSOCKET_LOST в wxSocketServer

source: wxServerTCPNetworkPlugin: Could not listen at the specified port! Port number - %d
ru: wxServerTCPNetworkPlugin: Не удалось открыть порт! Порт - %d

source: Server listening at port %d, waiting for connections
ru: Сервер запущен на порту %d, ожидание подключений

source: wxClientTCPNetFactory: Invalid address - %s
ru: wxClientTCPNetFactory: Неверный адрес - %s

source: wxClientTCPNetFactory: Cannot bind listening socket
ru: wxClientTCPNetFactory: Не удалось подключиться к сокету

source: New connection
ru: Новое подключение

source: Error (%d): %s
ru: Ошибка (%d): %s

source: Could not connect to remote server
ru: Не удалось выполнить подключение к серверу

source: TCP/IP Network
ru: Сеть TCP/IP
