Repository: MoonDav/nextgismanager
Catalog: opt/loc/*/tskmngr_app.po
Languages: ru

source: wxGISLocalNetworkService: Error initializing plugin wxGISLocalNetworkPlugin
ru: wxGISLocalNetworkService: Не удалось инициализировать wxGISLocalNetworkPlugin

source: wxGISLocalNetworkService: Service started
ru: wxGISLocalNetworkService: Сервис запущен

source: %s: Plugin is started...
ru: %s: Модуль запускается...

source: %s: Plugin is shutdown...
ru: %s: Модуль останавливается...

source: wxGISLocalNetworkPlugin: Unexpected wxSOCKET_INPUT in wxSocketServer
ru: wxGISLocalNetworkPlugin: Неожиданное сообщение wxSOCKET_INPUT в wxSocketServer

source: wxGISLocalNetworkPlugin: Unexpected wxSOCKET_OUTPUT in wxSocketServer
ru: wxGISLocalNetworkPlugin: Неожиданное сообщение wxSOCKET_OUTPUT в wxSocketServer

source: wxGISLocalNetworkPlugin: cannot get peer info
ru: wxGISLocalNetworkPlugin: Не удалось получить информацию о подключении

source: wxGISLocalNetworkPlugin: Got connection from %s:%d
ru: wxGISLocalNetworkPlugin: Подключение с %s:%d

source: wxGISLocalNetworkPlugin: Unexpected wxSOCKET_LOST in wxSocketServer
ru: wxGISLocalNetworkPlugin: Неожиданное сообщение wxSOCKET_LOST в wxSocketServer

source: wxGISLocalNetworkPlugin: Invalid address - %s
ru: wxGISLocalNetworkPlugin: Не верный адрес - %s

source: wxGISLocalNetworkPlugin: Could not listen at the specified port! Port number - %d
ru: wxGISLocalNetworkPlugin: Не удалось открыть порт! Порт - %d

source: Server listening at port %d, waiting for connections
ru: Сервер открыл порт %d, ожидание подключений

source: Cannot bind listening socket
ru: Не удалось подключится к сокету

source: Invalid input message
ru: Входное сообщение не верно

source: User #%d is disconnected
ru: Пользователь №%d отключился

source: User #%d from %s:%d is disconnected
ru: Пользователь №%d с %s:%d отключился

source: Start succeeded
ru: Запуск выполнен

source: Stop succeeded
ru: Остановка выполнена

source: Delete succeeded
ru: Удаление выполнено

source: Children get succeeded
ru: Получен список задач

source: Delete failed
ru: Не удалось удалить

source: Change task failed
ru: Не удалось изменить задачу.

source: Start failed
ru: Не удалось запустить

source: Stop failed
ru: Не удалось остановить

source: Task changed
ru: Задача изменена

source: Task new message
ru: Новое сообщение от задачи

source: The task '%s' loaded
ru: Задача '%s' загружена

source: The task from '%s' load failed
ru: Не удалось загрузить задачу из '%s'

source: Create new task in category '%s'
ru: Создать новую задачу в категории '%s'

source: Add succeeded
ru: Добавление прошло удачно

source: Save changes to file '%s' failed
ru: Не удалось сохранить изменения в файл '%s'.

source: Create new task in category '%s' failed. %s
ru: Не удалось создать новую задачу в категории '%s'. %s

source: Exiting
ru: Выход

source: Read task categories from '%s'
ru: Чтение категорий задач из '%s'

source: The category '%s' loaded
ru: Категория '%s' загружена

source: The category '%s' load failed
ru: Не удалось загрузить категорию '%s'.

source: The category name is empty or category is already exist
ru: Имя категории отсутствует или категория уже создана

source: Create category directory failed
ru: Не удалось создать папку для категории

source: service
ru: служба

source: Another program instance is already running, aborting.
ru: Программа уже запущена, выход.

source: Press 'q' to quit.
ru: Нажмите 'q' для выхода.

source: Could not create the thread!
ru: Не удалось создать поток!

source: Could not run the thread!
ru: Не удалось запустить поток!

source: The version of this program
ru: Версия программы

source: Run the wxGIS task manager in standalone mode. Press 'q' to quit.
ru: Выполнение менеджера задач как приложения. Нажмите 'q' для выхода.

source: Install wxGIS task manager as service
ru: Установка сервиса менеджера задач

source: Uninstall wxGIS task manager service
ru: Удаление сервиса менеджера задач

source: Start wxGIS task manager service
ru: Запуск менеджера задач как сервиса

source: Start wxGIS task manager from client application
ru: Запуск менеджера задач из приложения

source: %s (%s) Author: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2012-%d
ru: %s (%s) Автор: Барышников Дмитрий (Bishop), polimax@mail.ru Copyright (c) 2012-%d

source: %s (%s) Author: Bishop (aka Barishnikov Dmitriy), polimax@mail.ru Copyright (c) 2012-%d
ru: %s (%s) Автор: Барышников Дмитрий (Bishop), polimax@mail.ru Copyright (c) 2012-%d

source: install service failed
ru: не удалось установить сервис

source: uninstall service failed
ru: не удалось удалить сервис

source: %s %s is initializing...
ru: %s %s инициализация...

source: %s %s run
ru: %s %s старт

source: %s %s exit run state
ru: %s %s зывершение

source: %s %s initialize
ru: %s %s инициализация

source: %s %s stop
ru: %s %s остановка

source: %s %s pause
ru: %s %s пауза

source: %s %s continue
ru: %s %s возобновление

source: %s %s shutdown
ru: %s %s выключение

source: Task Manager
ru: Менеджер задач
